tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "shopify/shopify"
tap "warrensbox/tap"
brew "ack"
brew "adr-tools"
brew "jpeg"
brew "autoconf"
brew "automake"
brew "aws-okta"
brew "python@3.9"
brew "awscli"
brew "bash"
brew "osx-cpu-temp"
brew "bpytop"
brew "gettext"
brew "glib"
brew "pkg-config"
brew "coreutils"
brew "openldap"
brew "curl"
brew "direnv"
brew "docker", link: false
brew "erlang"
brew "elixir"
brew "fauna-shell"
brew "guile"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fluxctl"
brew "folly"
brew "gdk-pixbuf"
brew "gh"
brew "gifsicle"
brew "git"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "go"
brew "pango"
brew "graphviz"
brew "grep"
brew "hadolint"
brew "hub"
brew "imagemagick"
brew "jq"
brew "kind"
brew "krb5"
brew "kubernetes-cli"
brew "libmemcached"
brew "lynx"
brew "markdown"
brew "mas"
brew "memcached"
brew "minikube"
brew "neofetch"
brew "nghttp2"
brew "openssl@3"
brew "p7zip"
brew "postgresql"
brew "prometheus"
brew "pyenv"
brew "python@3.8"
brew "rabbitmq"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "rename"
brew "ruby"
brew "ruby@2.6"
brew "rust"
brew "ssh-copy-id"
brew "starship"
brew "subversion"
brew "terminal-notifier"
brew "tfenv"
brew "the_silver_searcher"
brew "tmux"
brew "trash"
brew "tree"
brew "watch"
brew "watchman"
brew "wget"
brew "wireguard-tools"
brew "youtube-dl"
brew "shopify/shopify/shopify-cli"
brew "warrensbox/tap/tfswitch"
cask "1password"
cask "airserver"
cask "alfred"
cask "altair-graphql-client"
cask "android-file-transfer"
cask "android-ndk"
cask "android-sdk"
cask "android-studio"
cask "authy"
cask "aws-vault"
cask "bettertouchtool"
cask "bitbar"
cask "brave-browser"
cask "dash"
cask "docker"
cask "dropbox"
cask "expressvpn"
cask "flipper"
cask "font-clear-sans"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-hack-nerd-font"
cask "font-inconsolata"
cask "font-roboto"
cask "forklift"
cask "github"
cask "google-cloud-sdk"
cask "google-drive"
cask "intellij-idea-ce"
cask "iterm2"
cask "kaleidoscope"
cask "keka"
cask "mono-mdk-for-visual-studio"
cask "notion"
cask "numi"
cask "parallels"
cask "postman"
cask "resolutionator"
cask "shift"
cask "slack"
cask "spectacle"
cask "sublime-text"
cask "teamviewer"
cask "transmit"
cask "tunnelblick"
cask "unified-remote"
cask "visual-studio"
cask "visual-studio-code"
cask "wine-stable"
cask "xquartz"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Spark", id: 1176895641
mas "Xcode", id: 497799835
