tap "adoptopenjdk/openjdk"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "liamg/tfsec"
tap "microsoft/git"
tap "numary/tap"
tap "shivammathur/php"
tap "shopify/shopify"
tap "warrensbox/tap"
brew "ack"
brew "act"
brew "adr-tools"
brew "autoconf"
brew "automake"
brew "aws-okta"
brew "awscli"
brew "awsume"
brew "bash"
brew "black"
brew "boost"
brew "osx-cpu-temp"
brew "bpytop"
brew "gettext"
brew "glib"
brew "pkg-config"
brew "python@3.9"
brew "cheat"
brew "checkov"
brew "cmake"
brew "cmatrix"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "direnv"
brew "docker", link: false
brew "folly"
brew "edencommon"
brew "erlang"
brew "elixir"
brew "exa"
brew "node"
brew "fauna-shell"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "guile"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "jpeg", link: true
brew "libarchive"
brew "libass"
brew "sdl2"
brew "srt"
brew "ffmpeg"
brew "figlet"
brew "findutils"
brew "fish"
brew "fluxctl"
brew "fortune"
brew "freetds"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "gifsicle"
brew "git"
brew "git-delete-merged-branches"
brew "glances"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "go"
brew "gobject-introspection"
brew "netpbm"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "hadolint"
brew "hub"
brew "hyperfine"
brew "libheif"
brew "imagemagick"
brew "infracost"
brew "jq"
brew "k6"
brew "kind"
brew "krb5"
brew "kubernetes-cli"
brew "libmemcached"
brew "libpq"
brew "lolcat"
brew "lynx"
brew "markdown"
brew "mas"
brew "memcached"
brew "minikube"
brew "mkcert"
brew "neofetch"
brew "nghttp2"
brew "nss"
brew "openjdk"
brew "openssl@3"
brew "p7zip"
brew "pgweb"
brew "php"
brew "pipes-sh"
brew "postgresql@12"
brew "postgresql@14"
brew "virtualenv", link: false
brew "pre-commit"
brew "procs"
brew "prometheus"
brew "pyenv"
brew "python@3.8"
brew "rabbitmq"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "rename"
brew "ruby"
brew "ruby@2.6"
brew "rust"
brew "sdl2_gfx"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_ttf"
brew "shellcheck"
brew "ssh-copy-id"
brew "starship"
brew "subversion"
brew "tailscale"
brew "terminal-notifier"
brew "terraform-docs"
brew "terrascan"
brew "tflint"
brew "tfsec"
brew "the_silver_searcher"
brew "tmux"
brew "trash"
brew "tree"
brew "util-linux"
brew "volta"
brew "watch"
brew "watchman"
brew "wget"
brew "wireguard-tools"
brew "youtube-dl"
brew "zoxide"
brew "numary/tap/numary"
brew "shivammathur/php/php@7.3"
brew "shopify/shopify/shopify-cli"
brew "warrensbox/tap/tfswitch"
brew "warrensbox/tap/tgswitch"
cask "1password"
cask "adoptopenjdk13"
cask "airserver"
cask "alfred"
cask "android-file-transfer"
cask "android-ndk"
cask "android-sdk"
cask "android-studio"
cask "authy"
cask "aws-vault"
cask "bettertouchtool"
cask "bitbar"
cask "brave-browser"
cask "dash"
cask "docker"
cask "dropbox"
cask "expressvpn"
cask "fastclicker"
cask "fig"
cask "figma"
cask "flipper"
cask "font-clear-sans"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-hack-nerd-font"
cask "font-inconsolata"
cask "font-roboto"
cask "forklift"
cask "github"
cask "google-cloud-sdk"
cask "google-drive"
cask "intellij-idea-ce"
cask "iterm2"
cask "kaleidoscope"
cask "keka"
cask "mono-mdk-for-visual-studio"
cask "notion"
cask "numi"
cask "parallels"
cask "postman"
cask "redisinsight"
cask "resolutionator"
cask "shift"
cask "slack"
cask "spectacle"
cask "sublime-text"
cask "teamviewer"
cask "transmit"
cask "tunnelblick"
cask "unified-remote"
cask "visual-studio"
cask "visual-studio-code"
cask "vnc-viewer"
cask "wine-stable"
cask "xquartz"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Controlly", id: 1548544614
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Spark", id: 1176895641
mas "Tailscale", id: 1475387142
mas "TestFlight", id: 899247664
